[
    {
        "filename": "Hallowed_Crossing_upIpJGR9YN",
        "id": 1,
        "alt": "Two people stand in a field. There's a plot of crops growing, and some thorn-covered trees farther away. A bunny and a peacock hang out in the grass.",
        "description": "The Rose Garden is the thorny ruins of a breath-taking greenhouse.",
        "title": "Rose Garden"
    },
    {
        "filename": "Screenshot 2025-04-11 134706",
        "id": 2,
        "alt": "A person stands on the beach on a rainy night. Monstera plants, palm trees, and barnacle-encrusted rocks are scattered around them.",
        "description": "The Tropical Retreat was a summery paradise.",
        "title": "Tropical Retreat"
    },
    {
        "filename": "Unity_7EagBLSp7M",
        "id": 3,
        "alt": "A person stands in a desert oasis while an affectionate Pangaloelin reaches up towards them. Around them are cacti, brambleweeds, and sandstone outcrops.",
        "description": "The Succulent Sanctuary is an arid landscape filled with cacti.",
        "title": "Succulent Sanctuary"
    },
    {
        "filename": "Unity_m9MWbHpfDG",
        "id": 4,
        "alt": "The player and Sparrow stand in front of a cozy cottage with poppy gardens. Sparrow says: There are a lot of useful plants growing in the forest, but it's dangerous, too.",
        "description": "Sparrow, the witch's daughter, is a shy soul who could use a friend.",
        "title": "Sparrow"
    },
    {
        "filename": "Unity_9QE4alh77c",
        "id": 5,
        "alt": "The player and Petya stand in the street of the Town. Petya says: I've been doing a lot of research for my book today. I'd tell you all about it, but I don't want to bore you.",
        "description": "Petya, a geeky aspiring author, is eager to get to know you.",
        "title": "Petya"
    },
    {
        "filename": "Unity_6fOZa85a42",
        "id": 6,
        "alt": "The player and Lazarus stand in a graveyard by a cliff. Lazarus says: Are you looking for trouble?",
        "description": "Lazarus, a prickly lone wolf crashing on the edge of town, takes a while to warm up to new people.",
        "title": "Lazarus"
    },
    {
        "filename": "Hallowed_Crossing_VHSe3GPfwZ",
        "id": 7,
        "alt": "The player stands in a room with black granite flooring and dark green walls, decorated sparsely with golden furniture.",
        "description": "Your grandfather's manse is an imposing space.",
        "title": "The Manse"
    },
    {
        "filename": "Screenshot 2025-04-11 095234",
        "id": 8,
        "alt": "The player stands in a cave, surrounded by dusty grey rocks. A muddy stream flows beside them.",
        "description": "Dig your way through the mines, finding ores and precious gemstones.",
        "title": "Mines"
    },
    {
        "filename": "Unity_opjze5PFi2",
        "id": 9,
        "alt": "The player stands in a forest, surrounded by lush bushes and flowering trees.",
        "description": "Navigate the fae forests and come home with material wood and other delights.",
        "title": "Forest"
    },
    {
        "filename": "Hallowed_Crossing_oGNDnoE8Hi",
        "id": 10,
        "alt": "The player stands in the street, between a general store with a gaudy sign and a quiet park.",
        "description": "Spend time in the Town, filled with locals and shops.",
        "title": "Town"
    }
]